Repository: Miller-Media/expire-passwords
Catalog: languages/expire-user-passwords-*.po
Languages: ar, bg_bg, bn_bd, ca, cy, da_dk, el, es_es, et, eu, fa_af, fr_fr, ga, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, it_it, ka_ge, lt_lt, lv, mk_mk, no, pt_br, pt_pt, ru_ru, sk_sk, sl_si, sq, sr_rs, sv_se, ta, th, tr_tr, uk, ur

source: %1$s ago
ar: منذ %1$s
bg_bg: преди %1$s
bn_bd: %1$s আগে
ca: Fa %1$s
cy: %1$s yn ôl
da_dk: for %1$s siden
el: πριν από %1$s
es_es: Hace %1$s
et: %1$s tagasi
eu: Duela %1$s
fa_af: %1$s پیش
fr_fr: Il y a %1$s
ga: %1$s ó shin
gl_es: hai %1$s
he_il: לפני %1$s
hi_in: %1$s पहले
hr: Prije %1$s
hu_hu: %1$s ezelőtt
hy: %1$s առաջ
id_id: %1$s yang lalu
it_it: %1$s fa
ka_ge: %1$s წინ
lt_lt: prieš %1$s
lv: pirms %1$s
mk_mk: пред %1$s
no: %1$s siden
pt_br: há %1$s
pt_pt: há %1$s
ru_ru: %1$s назад
sk_sk: pred %1$s
sl_si: pred %1$s
sq: %1$s më parë
sr_rs: pre %1$s
sv_se: %1$s sedan
ta: %1$s முன்
th: %1$s ที่แล้ว
tr_tr: %1$s önce
uk: %1$s тому
ur: %1$s پہلے

source: Your password must be reset every day.
ar: يجب إعادة تعيين كلمة المرور كل يوم.
bg_bg: Вашата парола трябва да се нулира всеки ден.
bn_bd: আপনার পাসওয়ার্ড প্রতিদিন রিসেট করতে হবে।
ca: La vostra contrasenya s'ha de restablir cada dia.
cy: Rhaid ailosod eich cyfrinair bob dydd.
da_dk: Din adgangskode skal nulstilles hver dag.
el: Ο κωδικός σας πρέπει να επαναφέρεται κάθε μέρα.
es_es: Su contraseña debe restablecerse cada día.
et: Teie parool tuleb lähtestada iga päev.
eu: Zure pasahitza egunero berrezarri behar da.
fa_af: رمز عبور شما باید هر روز بازنشانی شود.
fr_fr: Votre mot de passe doit être réinitialisé chaque jour.
ga: Ní mór do phasfhocal a athshocrú gach lá.
gl_es: O seu contrasinal debe restablecerse cada día.
he_il: יש לאפס את הסיסמה שלך מדי יום.
hi_in: आपका पासवर्ड हर दिन रीसेट करना होगा।
hr: Vašu lozinku morate ponovno postaviti svaki dan.
hu_hu: A jelszavát minden nap vissza kell állítani.
hy: يجب إعادة تعيين كلمة المرور كل يوم.
id_id: Kata sandi Anda harus diatur ulang setiap hari.
it_it: Deve reimpostare la sua password ogni giorno.
ka_ge: თქვენი პაროლი უნდა აღდგეს ყოველდღე.
lt_lt: Jūsų slaptažodis turi būti atstatytas kas %d dieną.
lv: Jūsu parole jāatiestata katru dienu.
mk_mk: Вашата лозинка мора да се ресетира секој ден.
no: Passordet ditt må tilbakestilles hver dag.
pt_br: Sua senha deve ser redefinida todos os dias.
pt_pt: A sua palavra-passe deve ser reposta todos os dias.
sk_sk: Vaše heslo musí byť resetované každý deň.
sl_si: Vaše geslo je treba ponastaviti vsak dan.
sq: Fjalëkalimi juaj duhet të rivendoset çdo ditë.
sr_rs: Vaša lozinka mora biti resetovana svakog dana.
sv_se: Ditt lösenord måste återställas varje dag.
ta: உங்கள் கடவுச்சொல் ஒவ்வொரு நாளும் மீட்டமைக்கப்பட வேண்டும்.
th: คุณต้องรีเซ็ตรหัสผ่านทุก %d วัน
tr_tr: Parolanız her gün sıfırlanmalıdır.
uk: Ваш пароль потрібно скидати щодня.
ur: آپ کا پاس ورڈ ہر روز ری سیٹ ہونا ضروری ہے۔

source: days
ar: أيام
bg_bg: дни
bn_bd: দিন
ca: dies
cy: diwrnod
da_dk: dage
el: ημέρες
es_es: días
et: päeva
eu: egun
fa_af: روز
fr_fr: jours
ga: lá
gl_es: días
he_il: ימים
hi_in: दिन
hr: dana
hu_hu: napban
hy: օր
id_id: hari
it_it: giorni
ka_ge: დღეში
lt_lt: dienų
lv: dienas
mk_mk: дена
no: dager
pt_br: dias
pt_pt: dias
ru_ru: дней
sk_sk: dní
sl_si: dni
sq: ditë
sr_rs: dana
sv_se: dagar
ta: நாட்கள்
th: วัน
tr_tr: gün
uk: днів
ur: دن

source: Expire User Passwords
ar: انتهاء صلاحية كلمات مرور المستخدمين
bg_bg: Изтичане на потребителски пароли
bn_bd: ব্যবহারকারীর পাসওয়ার্ডের মেয়াদ শেষ
ca: Caducitat de contrasenyes d'usuari
cy: Dod â Chyfrineiriau Defnyddwyr i Ben
da_dk: Udløb brugeradgangskoder
el: Λήξη Κωδικών Χρήστη
es_es: Caducar contraseñas de usuarios
et: Kasutajate paroolide aegumine
eu: Iraungitu erabiltzaileen pasahitzak
fa_af: منقضی شدن رمزهای عبور کاربران
fr_fr: Expiration des mots de passe
ga: Éag Pasfhocail Úsáideoirí
gl_es: Caducidade de contrasinais de usuario
he_il: פקיעת סיסמאות משתמש
hi_in: उपयोगकर्ता पासवर्ड समाप्ति
hr: Istječe lozinka korisnika
hu_hu: Felhasználói jelszavak lejárata
hy: Սպառել օգտագործի գաղտնաբառերի ժամկետը
id_id: Kedaluwarsa Kata Sandi Pengguna
it_it: Scadenza password utenti
ka_ge: მომხმარებლის პაროლების ვადის გასვლა
lt_lt: Slaptažodžių galiojimo pabaiga
lv: Lietotāju paroļu derīguma termiņš
mk_mk: Истекување на кориснички лозинки
no: Utløp for brukerpassord
pt_br: Expirar senhas de usuários
pt_pt: Expirar Palavras-passe de Utilizadores
ru_ru: Истечение срока действия паролей
sk_sk: Expirácia používateľských hesiel
sq: Skado Fjalëkalimet e Përdoruesve
sr_rs: Istek lozinki korisnika
sv_se: Lösenordsutgång för användare
ta: பயனர் கடவுச்சொற்களை காலாவதியாக்கு
th: กำหนดอายุรหัสผ่านผู้ใช้
tr_tr: Kullanıcı Parolalarını Süre Doldurmaya Zorla
uk: Термін дії паролів користувачів
ur: صارف پاس ورڈز کی میعاد ختم

source: For users in these roles
ar: للمستخدمين بهذه الأدوار
bg_bg: За потребители с тези роли
bn_bd: এই ভূমিকাগুলির ব্যবহারকারীদের জন্য
ca: Per als usuaris amb aquests rols
cy: Ar gyfer defnyddwyr yn y rolau hyn
da_dk: For brugere i disse roller
el: Για χρήστες σε αυτούς τους ρόλους
es_es: Para los usuarios con estos roles
et: Nende rollidega kasutajate jaoks
eu: Rol hauetako erabiltzaileentzat
fa_af: برای کاربران با این نقش‌ها
fr_fr: Pour les utilisateurs ayant ces rôles
ga: D'úsáideoirí sna róil seo
gl_es: Para usuarios con estes roles
he_il: למשתמשים בתפקידים אלה
hi_in: इन भूमिकाओं वाले उपयोगकर्ताओं के लिए
hr: Za korisnike s ovim ulogama
hu_hu: A következő szerepkörökben lévő felhasználók számára
hy: Այս դերերի օգտագործների համար
id_id: Untuk pengguna dengan peran ini
it_it: Per gli utenti con questi ruoli
ka_ge: ამ როლების მომხმარებლებისთვის
lt_lt: Vartotojams šiose rolėse
lv: Lietotājiem šajās lomās
mk_mk: За корисници со овие улоги
no: For brukere med disse rollene
pt_br: Para usuários nestas funções
pt_pt: Para utilizadores nestas funções
ru_ru: Для пользователей с этими ролями
sk_sk: Pre používateľov v týchto rolách
sl_si: Za uporabnike v teh vlogah
sq: Për përdoruesit me këto role
sr_rs: Za korisnike sa ovim ulogama
sv_se: För användare med dessa roller
ta: இந்த பாத்திரங்களில் உள்ள பயனர்களுக்கு
th: สำหรับผู้ใช้ในบทบาทเหล่านี้
tr_tr: Bu rollerdeki kullanıcılar için
uk: Для користувачів з цими ролями
ur: ان کرداروں والے صارفین کے لیے

source: Hey! You've been using %1$s for a while now. If you're enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving! ğŸ™
id_id: Hei! Anda sudah menggunakan %1$s cukup lama. Jika Anda menyukainya, maukah Anda %2$smemberikan ulasan bintang 5%3$s? Ini membantu kami terus berkembang! ğŸ™

source: Leave a Review
id_id: Berikan Ulasan
ru_ru: Оставить отзыв
sv_se: Lämna en recension

source: Maybe Later
id_id: Mungkin Nanti
ru_ru: Может быть, позже
sv_se: Kanske senare

source: Password Reset
ar: إعادة تعيين كلمة المرور
bg_bg: Нулиране на парола
bn_bd: পাসওয়ার্ড রিসেট
ca: Restabliment de contrasenya
cy: Ailosod Cyfrinair
da_dk: Nulstilling af adgangskode
es_es: Restablecer contraseña
et: Parooli lähtestamine
eu: Pasahitza berrezarri
fa_af: بازنشانی رمز عبور
fr_fr: Réinitialisation du mot de passe
ga: Athshocrú Pasfhocail
gl_es: Restablecemento de contrasinal
he_il: איפוס סיסמה
hi_in: पासवर्ड रीसेट
hr: Ponovno postavljanje lozinke
hu_hu: Jelszó visszaállítás
hy: Գաղտնաբառի վերակայման
id_id: Atur Ulang Kata Sandi
it_it: Reimpostazione password
ka_ge: პაროლის აღდგენა
lt_lt: Slaptažodžio atstatymas
mk_mk: Ресетирање на лозинка
no: Tilbakestill passord
pt_br: Redefinição de senha
pt_pt: Reposição de Palavra-passe
ru_ru: Сброс пароля
sk_sk: Reset hesla
sl_si: Ponastavitev gesla
sq: Rivendosja e Fjalëkalimit
sr_rs: Resetovanje lozinke
sv_se: Lösenordsåterställning
ta: கடவுச்சொல் மீட்டமைப்பு
uk: Скидання пароля
ur: پاس ورڈ ری سیٹ

source: Please enter your username or e-mail below and a password reset link will be sent to you.
ar: يرجى إدخال اسم المستخدم أو البريد الإلكتروني أدناه وسيتم إرسال رابط إعادة تعيين كلمة المرور إليك.
bg_bg: Моля, въведете потребителското си име или имейл по-долу и ще ви бъде изпратена връзка за нулиране на паролата.
bn_bd: অনুগ্রহ করে নীচে আপনার ব্যবহারকারীর নাম বা ই-মেইল প্রবেশ করান এবং একটি পাসওয়ার্ড রিসেট লিঙ্ক আপনাকে পাঠানো হবে।
ca: Si us plau, introduïu el vostre nom d'usuari o correu electrònic a continuació i us enviarem un enllaç per restablir la contrasenya.
cy: Rhowch eich enw defnyddiwr neu e-bost isod a bydd dolen ailosod cyfrinair yn cael ei hanfon atoch.
da_dk: Indtast venligst dit brugernavn eller e-mail nedenfor, og et link til nulstilling af adgangskode vil blive sendt til dig.
el: Παρακαλώ εισάγετε το όνομα χρήστη ή το email σας παρακάτω και θα σας σταλεί ένας σύνδεσμος επαναφοράς κωδικού.
es_es: Introduzca su nombre de usuario o correo electrónico a continuación y se le enviará un enlace para restablecer la contraseña.
et: Palun sisestage oma kasutajanimi või e-posti aadress allpool ja teile saadetakse parooli lähtestamise link.
eu: Mesedez, sartu zure erabiltzaile-izena edo helbide elektronikoa behean eta pasahitza berrezartzeko esteka bidaliko zaizu.
fa_af: لطفاً نام کاربری یا ایمیل خود را در زیر وارد کنید و یک لینک بازنشانی رمز عبور برای شما ارسال خواهد شد.
fr_fr: Veuillez saisir votre nom d'utilisateur ou votre e-mail ci-dessous et un lien de réinitialisation du mot de passe vous sera envoyé.
ga: Cuir isteach d'ainm úsáideora nó do ríomhphost thíos le do thoil agus seolfar nasc athshocraithe pasfhocail chugat.
gl_es: Introduza o seu nome de usuario ou correo electrónico a continuación e enviaráselle unha ligazón para restablecer o contrasinal.
he_il: אנא הזן את שם המשתמש או הדוא"ל שלך למטה וקישור לאיפוס סיסמה יישלח אליך.
hi_in: कृपया नीचे अपना उपयोगकर्ता नाम या ई-मेल दर्ज करें और आपको पासवर्ड रीसेट लिंक भेजा जाएगा।
hr: Molimo unesite svoje korisničko ime ili e-poštu ispod i poslat će vam se poveznica za ponovno postavljanje lozinke.
hu_hu: Kérjük, adja meg a felhasználónevét vagy e-mail címét alább, és elküldünk Önnek egy jelszó-visszaállítási linket.
hy: Խնդրում ենք մուտքագրեք ձեր օգտագործի անունը կամ էլ. հասցեն և ձեզ կուղարկվի գաղտնաբառի վերակայման հղումը.
id_id: Silakan masukkan nama pengguna atau email Anda di bawah ini dan tautan pengaturan ulang kata sandi akan dikirimkan kepada Anda.
it_it: Inserisca il suo nome utente o indirizzo e-mail qui sotto e le verrà inviato un link per reimpostare la password.
ka_ge: გთხოვთ, ქვემოთ შეიყვანოთ თქვენი მომხმარებლის სახელი ან ელფოსტა და პაროლის აღდგენის ბმული გამოგეგზავნებათ.
lt_lt: Prašome įvesti savo vartotojo vardą arba el. paštą žemiau ir Jums bus išsiųsta slaptažodžio atstatymo nuoroda.
lv: Lūdzu, ievadiet savu lietotājvārdu vai e-pastu zemāk, un jums tiks nosūtīta paroles atiestatīšanas saite.
mk_mk: Ве молиме внесете го вашето корисничко име или е-пошта подолу и ќе ви биде испратена врска за ресетирање на лозинката.
no: Vennligst oppgi brukernavn eller e-post nedenfor, så vil en lenke for tilbakestilling av passord bli sendt til deg.
pt_br: Por favor, insira seu nome de usuário ou e-mail abaixo e um link de redefinição de senha será enviado para você.
pt_pt: Por favor, introduza o seu nome de utilizador ou e-mail abaixo e será enviada uma ligação para repor a palavra-passe.
ru_ru: Пожалуйста, введите ваше имя пользователя или адрес электронной почты ниже, и вам будет отправлена ссылка для сброса пароля.
sk_sk: Zadajte prosím svoje používateľské meno alebo e-mail nižšie a odkaz na reset hesla vám bude zaslaný.
sl_si: Prosimo, vnesite svoje uporabniško ime ali e-pošto spodaj in povezava za ponastavitev gesla vam bo poslana.
sq: Ju lutemi shkruani emrin e përdoruesit ose email-in tuaj më poshtë dhe do t'ju dërgohet një lidhje për rivendosjen e fjalëkalimit.
sr_rs: Molimo unesite vaše korisničko ime ili e-mail ispod i link za resetovanje lozinke će vam biti poslat.
sv_se: Ange ditt användarnamn eller din e-postadress nedan så skickas en länk för lösenordsåterställning till dig.
ta: கீழே உங்கள் பயனர்பெயர் அல்லது மின்னஞ்சலை உள்ளிடவும், கடவுச்சொல் மீட்டமைப்பு இணைப்பு உங்களுக்கு அனுப்பப்படும்.
th: โปรดป้อนชื่อผู้ใช้หรืออีเมลด้านล่าง และลิงก์รีเซ็ตรหัสผ่านจะถูกส่งให้คุณ
tr_tr: Lütfen aşağıya kullanıcı adınızı veya e-posta adresinizi girin, size bir parola sıfırlama bağlantısı gönderilecektir.
uk: Будь ласка, введіть своє ім'я користувача або електронну пошту нижче, і вам буде надіслано посилання для скидання пароля.
ur: براہ کرم نیچے اپنا صارف نام یا ای میل درج کریں اور آپ کو پاس ورڈ ری سیٹ کا لنک بھیجا جائے گا۔

source: Require certain users to change their passwords on a regular basis.
ar: مطالبة مستخدمين معينين بتغيير كلمات المرور الخاصة بهم بشكل منتظم.
bg_bg: Изисква от определени потребители да променят паролите си редовно.
bn_bd: নির্দিষ্ট ব্যবহারকারীদের নিয়মিত তাদের পাসওয়ার্ড পরিবর্তন করতে বাধ্য করুন।
ca: Requereix que certs usuaris canviïn les seves contrasenyes periòdicament.
cy: Gofyn i ddefnyddwyr penodol newid eu cyfrineiriau yn rheolaidd.
da_dk: Kræv at visse brugere ændrer deres adgangskoder regelmæssigt.
el: Απαιτεί από συγκεκριμένους χρήστες να αλλάζουν τους κωδικούς τους σε τακτική βάση.
es_es: Requiere que ciertos usuarios cambien sus contraseñas de forma periódica.
et: Nõudke teatud kasutajatelt paroolide regulaarset muutmist.
eu: Eskatu erabiltzaile jakin batzuei pasahitzak aldian-aldian aldatzeko.
fa_af: الزام کاربران مشخص برای تغییر رمز عبور خود به صورت منظم.
fr_fr: Exiger que certains utilisateurs changent leurs mots de passe régulièrement.
ga: Éiligh ar úsáideoirí áirithe a bpasfhocail a athrú go rialta.
gl_es: Requirir que certos usuarios cambien os seus contrasinais de forma regular.
he_il: דרוש ממשתמשים מסוימים לשנות את סיסמאותיהם באופן קבוע.
hi_in: कुछ उपयोगकर्ताओं को नियमित रूप से अपना पासवर्ड बदलने की आवश्यकता रखें।
hr: Zahtijevajte da određeni korisnici redovito mijenjaju svoje lozinke.
hu_hu: Bizonyos felhasználók számára rendszeres jelszómódosítás megkövetelése.
hy: Պահանջել որոշակի օգտագործներից կանոնավոր փոխել իրենց գաղտնաբառերը.
id_id: Wajibkan pengguna tertentu untuk mengubah kata sandi mereka secara berkala.
it_it: Richiedi a determinati utenti di modificare le proprie password regolarmente.
ka_ge: მოითხოვეთ გარკვეული მომხმარებლებისგან პაროლების რეგულარულად შეცვლა.
lt_lt: Reikalauti, kad tam tikri vartotojai reguliariai keistų savo slaptažodžius.
lv: Pieprasa noteiktiem lietotājiem regulāri mainīt savas paroles.
mk_mk: Барајте од одредени корисници да ги менуваат лозинките редовно.
no: Krever at visse brukere endrer passordene sine regelmessig.
pt_br: Exigir que determinados usuários alterem suas senhas regularmente.
pt_pt: Exigir que determinados utilizadores alterem as suas palavras-passe regularmente.
ru_ru: Требовать от определенных пользователей регулярно менять пароли.
sk_sk: Vyžaduje, aby určití používatelia pravidelne menili svoje heslá.
sl_si: Zahtevajte od določenih uporabnikov, da redno spreminjajo svoja gesla.
sq: Kërkoni që përdorues të caktuar të ndryshojnë fjalëkalimet e tyre rregullisht.
sr_rs: Zahtevajte od određenih korisnika da redovno menjaju svoje lozinke.
sv_se: Kräv att vissa användare byter sina lösenord regelbundet.
ta: குறிப்பிட்ட பயனர்கள் தங்கள் கடவுச்சொற்களை முறையான இடைவெளியில் மாற்ற வேண்டும்.
th: กำหนดให้ผู้ใช้บางคนเปลี่ยนรหัสผ่านเป็นประจำ
tr_tr: Belirli kullanıcıların parolalarını düzenli olarak değiştirmelerini zorunlu kılın.
uk: Вимагайте від певних користувачів регулярної зміни паролів.
ur: مخصوص صارفین سے باقاعدگی سے اپنے پاس ورڈ تبدیل کرنے کا تقاضا کریں۔

source: Require password reset every
ar: مطالبة بإعادة تعيين كلمة المرور كل
bg_bg: Изискване на нулиране на парола на всеки
bn_bd: প্রতিবার পাসওয়ার্ড রিসেট প্রয়োজন
ca: Requereix restabliment de contrasenya cada
cy: Gofyn am ailosod cyfrinair bob
da_dk: Kræv nulstilling af adgangskode hver
el: Απαίτηση επαναφοράς κωδικού κάθε
es_es: Requerir restablecimiento de contraseña cada
et: Nõua parooli lähtestamist iga
eu: Eskatu pasahitza berrezartzea
fa_af: الزام بازنشانی رمز عبور هر
fr_fr: Exiger la réinitialisation du mot de passe tous les
ga: Éiligh athshocrú pasfhocail gach
gl_es: Requirir restablecemento de contrasinal cada
he_il: דרוש איפוס סיסמה כל
hi_in: हर इतने समय में पासवर्ड रीसेट आवश्यक
hr: Zahtijevaj ponovno postavljanje lozinke svakih
hu_hu: Jelszó-visszaállítás megkövetelése minden
hy: Պահանջել գաղտնաբառի վերակայման ամեն
id_id: Wajibkan pengaturan ulang kata sandi setiap
it_it: Richiedi reimpostazione password ogni
ka_ge: პაროლის აღდგენის მოთხოვნა ყოველ
lt_lt: Reikalauti atstatyti slaptažodį kas
lv: Pieprasīt paroles atiestatīšanu katru
mk_mk: Барај ресетирање на лозинка на секои
no: Krev tilbakestilling av passord hver
pt_br: Exigir redefinição de senha a cada
pt_pt: Exigir reposição da palavra-passe a cada
ru_ru: Требовать сброса пароля каждые
sk_sk: Vyžadovať reset hesla každých
sl_si: Zahtevaj ponastavitev gesla vsakih
sq: Kërko rivendosjen e fjalëkalimit çdo
sr_rs: Zahtevaj resetovanje lozinke svakih
sv_se: Kräv lösenordsåterställning var
ta: ஒவ்வொரு முறையும் கடவுச்சொல் மீட்டமைப்பு தேவை
th: กำหนดให้รีเซ็ตรหัสผ่านทุก
tr_tr: Her şu kadar sürede parola sıfırlama zorunlu kıl
uk: Вимагати скидання пароля кожні
ur: ہر اتنے عرصے بعد پاس ورڈ ری سیٹ کا تقاضا

source: Reset password directly on the login screen.
ar: إعادة تعيين كلمة المرور مباشرة على شاشة تسجيل الدخول.
bg_bg: Нулиране на паролата директно на екрана за вход.
bn_bd: লগইন স্ক্রিনে সরাসরি পাসওয়ার্ড রিসেট করুন।
ca: Restableix la contrasenya directament a la pantalla d'inici de sessió.
cy: Ailosod cyfrinair yn uniongyrchol ar y sgrin mewngofnodi.
da_dk: Nulstil adgangskoden direkte på login-skærmen.
el: Επαναφορά κωδικού απευθείας στην οθόνη σύνδεσης.
es_es: Restablecer la contraseña directamente en la pantalla de inicio de sesión.
et: Lähtesta parool otse sisselogimisekraanil.
eu: Berrezarri pasahitza zuzenean saioa hasteko pantailan.
fa_af: بازنشانی رمز عبور مستقیماً در صفحه ورود.
fr_fr: Réinitialiser le mot de passe directement sur l'écran de connexion.
ga: Athshocraigh pasfhocal go díreach ar an scáileán logála isteach.
gl_es: Restablecer o contrasinal directamente na pantalla de inicio de sesión.
he_il: אפס סיסמה ישירות במסך ההתחברות.
hi_in: लॉगिन स्क्रीन पर सीधे पासवर्ड रीसेट करें।
hr: Ponovno postavite lozinku izravno na zaslonu za prijavu.
hu_hu: Jelszó visszaállítása közvetlenül a bejelentkezési képernyőn.
hy: Վերակայմանել գաղտնաբառը անմիջապես մուտքի էկրանին.
id_id: Atur ulang kata sandi langsung di halaman login.
it_it: Reimposta la password direttamente nella schermata di accesso.
ka_ge: პაროლის აღდგენა პირდაპირ შესვლის ეკრანზე.
lt_lt: Atstatyti slaptažodį tiesiogiai prisijungimo ekrane.
lv: Atiestatīt paroli tieši pieteikšanās ekrānā.
mk_mk: Ресетирајте ја лозинката директно на екранот за најава.
no: Tilbakestill passord direkte på påloggingsskjermen.
pt_br: Redefinir senha diretamente na tela de login.
pt_pt: Repor a palavra-passe diretamente no ecrã de início de sessão.
ru_ru: Сбросить пароль прямо на экране входа.
sk_sk: Resetovať heslo priamo na prihlasovacej obrazovke.
sq: Rivendos fjalëkalimin drejtpërdrejt në ekranin e hyrjes.
sr_rs: Resetujte lozinku direktno na ekranu za prijavu.
sv_se: Återställ lösenord direkt på inloggningssidan.
ta: உள்நுழைவுத் திரையில் நேரடியாக கடவுச்சொல்லை மீட்டமைக்கவும்.
th: รีเซ็ตรหัสผ่านโดยตรงบนหน้าจอเข้าสู่ระบบ
tr_tr: Parolayı doğrudan giriş ekranında sıfırlayın.
uk: Скинути пароль безпосередньо на екрані входу.
ur: لاگ ان اسکرین پر براہ راست پاس ورڈ ری سیٹ کریں۔

source: Reset via email
ar: إعادة التعيين عبر البريد الإلكتروني
bg_bg: Нулиране чрез имейл
bn_bd: ইমেইলের মাধ্যমে রিসেট
ca: Restableix per correu electrònic
cy: Ailosod trwy e-bost
da_dk: Nulstil via e-mail
el: Επαναφορά μέσω email
es_es: Restablecer por correo electrónico
et: Lähtesta e-posti teel
eu: Berrezarri posta elektronikoz
fa_af: بازنشانی از طریق ایمیل
fr_fr: Réinitialisation par e-mail
ga: Athshocraigh trí ríomhphost
gl_es: Restablecer por correo electrónico
he_il: איפוס באמצעות דוא"ל
hi_in: ईमेल द्वारा रीसेट
hr: Ponovno postavi putem e-pošte
hu_hu: Visszaállítás e-mailben
hy: Վերակայման էլ. հաղորդագրությամբ
id_id: Atur ulang melalui email
it_it: Reimposta tramite e-mail
ka_ge: აღდგენა ელფოსტის მეშვეობით
lt_lt: Atstatyti el. paštu
lv: Atiestatīt pa e-pastu
mk_mk: Ресетирање преку е-пошта
no: Tilbakestill via e-post
pt_br: Redefinir via e-mail
pt_pt: Repor via e-mail
ru_ru: Сбросить через электронную почту
sk_sk: Reset cez e-mail
sq: Rivendos përmes email-it
sr_rs: Resetovanje putem e-maila
sv_se: Återställ via e-post
ta: மின்னஞ்சல் வழியாக மீட்டமை
th: รีเซ็ตผ่านอีเมล
tr_tr: E-posta ile sıfırla
uk: Скидання через електронну пошту
ur: ای میل کے ذریعے ری سیٹ

source: Send an email with the password reset link.
ar: إرسال بريد إلكتروني مع رابط إعادة تعيين كلمة المرور.
bg_bg: Изпращане на имейл с връзка за нулиране на паролата.
bn_bd: পাসওয়ার্ড রিসেট লিঙ্কসহ একটি ইমেইল পাঠান।
ca: Envia un correu electrònic amb l'enllaç de restabliment de contrasenya.
cy: Anfon e-bost gyda'r ddolen ailosod cyfrinair.
da_dk: Send en e-mail med linket til nulstilling af adgangskode.
el: Αποστολή email με σύνδεσμο επαναφοράς κωδικού.
es_es: Enviar un correo electrónico con el enlace para restablecer la contraseña.
et: Saada e-kiri parooli lähtestamise lingiga.
eu: Bidali mezu elektroniko bat pasahitza berrezartzeko estekarekin.
fa_af: ارسال ایمیل با لینک بازنشانی رمز عبور.
fr_fr: Envoyer un e-mail avec le lien de réinitialisation du mot de passe.
ga: Seol ríomhphost leis an nasc athshocraithe pasfhocail.
gl_es: Enviar un correo electrónico coa ligazón de restablecemento de contrasinal.
he_il: שלח דוא"ל עם קישור לאיפוס הסיסמה.
hi_in: पासवर्ड रीसेट लिंक के साथ एक ईमेल भेजें।
hr: Pošalji e-poštu s poveznicom za ponovno postavljanje lozinke.
hu_hu: E-mail küldése a jelszó-visszaállítási linkkel.
hy: Ուղարկել նամակ գաղտնաբառի վերակայման հղումով.
id_id: Kirim email dengan tautan pengaturan ulang kata sandi.
it_it: Invia un'e-mail con il link per reimpostare la password.
ka_ge: პაროლის აღდგენის ბმულის ელფოსტით გაგზავნა.
lt_lt: Siųsti el. laišką su slaptažodžio atstatymo nuoroda.
lv: Nosūtīt e-pastu ar paroles atiestatīšanas saiti.
mk_mk: Испрати е-пошта со врска за ресетирање на лозинката.
no: Send en e-post med lenken for tilbakestilling av passord.
pt_br: Enviar um e-mail com o link de redefinição de senha.
pt_pt: Enviar um e-mail com a ligação para reposição da palavra-passe.
ru_ru: Отправить письмо со ссылкой для сброса пароля.
sk_sk: Poslať e-mail s odkazom na reset hesla.
sq: Dërgo një email me lidhjen e rivendosjes së fjalëkalimit.
sr_rs: Pošaljite e-mail sa linkom za resetovanje lozinke.
sv_se: Skicka ett e-postmeddelande med länken för lösenordsåterställning.
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்புடன் மின்னஞ்சல் அனுப்பவும்.
th: ส่งอีเมลพร้อมลิงก์รีเซ็ตรหัสผ่าน
tr_tr: Parola sıfırlama bağlantısı içeren bir e-posta gönderin.
uk: Надіслати електронного листа з посиланням для скидання пароля.
ur: پاس ورڈ ری سیٹ کے لنک کے ساتھ ای میل بھیجیں۔

source: Settings
id_id: Pengaturan
ru_ru: Настройки
sv_se: Inställningar
