Repository: Miller-Media/expire-passwords
Catalog: languages/expire-user-passwords-*.po
Languages: ar, bg_bg, bn_bd, ca, cy, da_dk, el, es_es, et, eu, fa_af, fr_fr, ga, gl_es, he_il, hi_in, hr, hu_hu, hy, id_id, it_it, ka_ge, lt_lt, lv, mk_mk, no, pt_br, pt_pt, ru_ru, sk_sk, sl_si, sq, sr_rs, sv_se, ta, th, tr_tr, uk, ur

source: You cannot reuse your old password.
ar: لا يمكنك إعادة استخدام كلمة المرور القديمة.
bg_bg: Не можете да използвате повторно старата си парола.
bn_bd: আপনি আপনার পুরানো পাসওয়ার্ড পুনরায় ব্যবহার করতে পারবেন না।
ca: No podeu reutilitzar la vostra contrasenya antiga.
cy: Ni allwch ailddefnyddio eich hen gyfrinair.
da_dk: Du kan ikke genbruge din gamle adgangskode.
es_es: No puede reutilizar su contraseña anterior.
et: Te ei saa oma vana parooli uuesti kasutada.
eu: Ezin duzu zure pasahitz zaharra berrerabili.
fa_af: شما نمی‌توانید رمز عبور قبلی خود را دوباره استفاده کنید.
fr_fr: Vous ne pouvez pas réutiliser votre ancien mot de passe.
ga: Ní féidir leat do sheanphasfhocal a athúsáid.
gl_es: Non pode reutilizar o seu contrasinal antigo.
he_il: אינך יכול להשתמש שוב בסיסמה הישנה שלך.
hi_in: आप अपना पुराना पासवर्ड पुनः उपयोग नहीं कर सकते।
hr: Ne možete ponovno koristiti svoju staru lozinku.
hu_hu: Nem használhatja újra a régi jelszavát.
hy: Դուք չեք կարող նորից օգտագործել ձեր հին գաղտնաբառը.
id_id: Anda tidak dapat menggunakan kembali kata sandi lama Anda.
it_it: Non può riutilizzare la sua vecchia password.
ka_ge: თქვენ არ შეგიძლიათ ძველი პაროლის ხელახლა გამოყენება.
lt_lt: Negalite pakartotinai naudoti seno slaptažodžio.
mk_mk: Не можете повторно да ја користите старата лозинка.
no: Du kan ikke gjenbruke ditt gamle passord.
pt_br: Você não pode reutilizar sua senha antiga.
pt_pt: Não pode reutilizar a sua palavra-passe anterior.
ru_ru: Вы не можете повторно использовать свой старый пароль.
sk_sk: Nemôžete znovu použiť svoje staré heslo.
sl_si: Ne morete ponovno uporabiti starega gesla.
sq: Nuk mund të ripërdorni fjalëkalimin tuaj të vjetër.
sr_rs: Ne možete ponovo koristiti staru lozinku.
sv_se: Du kan inte återanvända ditt gamla lösenord.
ta: உங்கள் பழைய கடவுச்சொல்லை மீண்டும் பயன்படுத்த முடியாது.
uk: Ви не можете повторно використовувати свій старий пароль.
ur: آپ اپنا پرانا پاس ورڈ دوبارہ استعمال نہیں کر سکتے۔

source: Hey! You've been using %1$s for a while now. If you're enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving! 🙏
sv_se: Hej! Du har använt %1$s ett tag nu. Om du gillar det, skulle du kunna %2$slämna en 5-stjärnig recension%3$s? Det hjälper oss att fortsätta förbättra! 🙏

source: re enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving! 🙏
ru_ru: нравится, не могли бы вы %2$sоставить 5-звездочный отзыв%3$s? Это помогает нам совершенствоваться! 🙏

source: Do you like the %1$s plugin? Please consider %2$s on %3$s
ar: هل تحب إضافة %1$s؟ يرجى النظر في %2$s على %3$s
bg_bg: Харесва ли ви добавката %1$s? Моля, обмислете %2$s в %3$s
bn_bd: আপনি কি %1$s প্লাগইনটি পছন্দ করেন? অনুগ্রহ করে %3$s-এ %2$s বিবেচনা করুন
ca: Us agrada el connector %1$s? Si us plau, considereu %2$s a %3$s
cy: Ydych chi'n hoffi'r ategyn %1$s? Ystyriwch %2$s ar %3$s
da_dk: Kan du lide %1$s-pluginnet? Overvej venligst %2$s på %3$s
el: Σας αρέσει το πρόσθετο %1$s; Παρακαλώ σκεφτείτε να %2$s στο %3$s
es_es: ¿Le gusta el plugin %1$s? Por favor, considere %2$s en %3$s
et: Kas teile meeldib pistikprogramm %1$s? Palun kaaluge %2$s saidil %3$s
eu: Gustuko duzu %1$s plugina? Mesedez, kontuan hartu %2$s %3$s gunean
fa_af: آیا افزونه %1$s را دوست دارید؟ لطفاً %2$s در %3$s را در نظر بگیرید
fr_fr: Vous aimez l'extension %1$s ? Pensez à %2$s sur %3$s
ga: An maith leat an breiseán %1$s? Smaoinigh ar %2$s ar %3$s le do thoil
gl_es: Gústalle o complemento %1$s? Considere %2$s en %3$s
he_il: האם אתה אוהב את התוסף %1$s? אנא שקול %2$s ב-%3$s
hi_in: क्या आपको %1$s प्लगइन पसंद है? कृपया %3$s पर %2$s करने पर विचार करें
hr: Sviđa li vam se dodatak %1$s? Molimo razmislite o %2$s na %3$s
hu_hu: Tetszik a %1$s bővítmény? Kérjük, fontolja meg a %2$s a %3$s oldalon
hy: Ձեզ դուր է գալիս %1$s հավելմանը՞ Խնդրում ենք հաշվի առեք %2$s %3$s-ում
it_it: Le piace il plugin %1$s? La preghiamo di considerare %2$s su %3$s
ka_ge: მოგწონთ %1$s დანამატი? გთხოვთ, განიხილოთ %2$s %3$s-ზე
lt_lt: Ar Jums patinka %1$s įskiepis? Prašome apsvarstyti %2$s sistemoje %3$s
lv: Vai jums patīk %1$s spraudnis? Lūdzu, apsveriet %2$s vietnē %3$s
mk_mk: Ви се допаѓа додатокот %1$s? Ве молиме размислете за %2$s на %3$s
no: Liker du programtillegget %1$s? Vennligst vurder å %2$s på %3$s
pt_br: Você gosta do plugin %1$s? Por favor, considere %2$s no %3$s
pt_pt: Gosta do plugin %1$s? Por favor, considere %2$s no %3$s
sk_sk: Páči sa vám plugin %1$s? Prosím zvážte %2$s na %3$s
sl_si: Vam je všeč vtičnik %1$s? Prosimo, razmislite o %2$s na %3$s
sq: Ju pëlqen shtojca %1$s? Ju lutemi konsideroni %2$s në %3$s
sr_rs: Da li vam se sviđa dodatak %1$s? Molimo razmotrite %2$s na %3$s
ta: %1$s செருகுநிரல் பிடித்திருக்கிறதா? %3$s இல் %2$s செய்ய கருத்தில் கொள்ளவும்
th: คุณชอบปลั๊กอิน %1$s หรือไม่? โปรดพิจารณา%2$sบน %3$s
tr_tr: %1$s eklentisini beğendiniz mi? Lütfen %3$s üzerinde %2$s yapmayı düşünün
uk: Вам подобається плагін %1$s? Будь ласка, розгляньте %2$s на %3$s
ur: کیا آپ کو %1$s پلگ ان پسند ہے؟ براہ کرم %3$s پر %2$s پر غور کریں

source: leaving a &#9733;&#9733;&#9733;&#9733;&#9733; review
ar: ترك مراجعة &#9733;&#9733;&#9733;&#9733;&#9733;
bg_bg: да оставите &#9733;&#9733;&#9733;&#9733;&#9733; отзив
bn_bd: একটি &#9733;&#9733;&#9733;&#9733;&#9733; রিভিউ দিন
ca: deixar una valoració de &#9733;&#9733;&#9733;&#9733;&#9733;
cy: gadael adolygiad &#9733;&#9733;&#9733;&#9733;&#9733;
da_dk: at give en &#9733;&#9733;&#9733;&#9733;&#9733; anmeldelse
el: αφήσετε μια κριτική &#9733;&#9733;&#9733;&#9733;&#9733;
es_es: dejar una reseña de &#9733;&#9733;&#9733;&#9733;&#9733;
et: &#9733;&#9733;&#9733;&#9733;&#9733; arvustuse jätmist
eu: &#9733;&#9733;&#9733;&#9733;&#9733; kritika bat uztea
fa_af: گذاشتن نظر &#9733;&#9733;&#9733;&#9733;&#9733;
fr_fr: laisser un avis &#9733;&#9733;&#9733;&#9733;&#9733;
ga: léirmheas &#9733;&#9733;&#9733;&#9733;&#9733; a fhágáil
gl_es: deixar unha valoración de &#9733;&#9733;&#9733;&#9733;&#9733;
he_il: להשאיר ביקורת &#9733;&#9733;&#9733;&#9733;&#9733;
hi_in: एक &#9733;&#9733;&#9733;&#9733;&#9733; समीक्षा छोड़ना
hr: ostavljanju recenzije od &#9733;&#9733;&#9733;&#9733;&#9733;
hu_hu: &#9733;&#9733;&#9733;&#9733;&#9733; értékelés írása
hy: թողնել &#9733;&#9733;&#9733;&#9733;&#9733; կարծիք
it_it: lasciare una recensione &#9733;&#9733;&#9733;&#9733;&#9733;
ka_ge: &#9733;&#9733;&#9733;&#9733;&#9733; მიმოხილვის დატოვება
lt_lt: palikti &#9733;&#9733;&#9733;&#9733;&#9733; atsiliepimą
lv: atstāt &#9733;&#9733;&#9733;&#9733;&#9733; atsauksmi
mk_mk: оставање на &#9733;&#9733;&#9733;&#9733;&#9733; рецензија
no: legge igjen en &#9733;&#9733;&#9733;&#9733;&#9733; anmeldelse
pt_br: deixar uma avaliação &#9733;&#9733;&#9733;&#9733;&#9733;
pt_pt: deixar uma avaliação &#9733;&#9733;&#9733;&#9733;&#9733;
sk_sk: zanechanie &#9733;&#9733;&#9733;&#9733;&#9733; hodnotenia
sl_si: oddaji &#9733;&#9733;&#9733;&#9733;&#9733; ocene
sq: të lini një vlerësim &#9733;&#9733;&#9733;&#9733;&#9733;
sr_rs: ostavljanje &#9733;&#9733;&#9733;&#9733;&#9733; recenzije
ta: &#9733;&#9733;&#9733;&#9733;&#9733; மதிப்பாய்வு விடுக்கவும்
th: เขียนรีวิว &#9733;&#9733;&#9733;&#9733;&#9733;
tr_tr: &#9733;&#9733;&#9733;&#9733;&#9733; değerlendirme bırakma
uk: залишити відгук &#9733;&#9733;&#9733;&#9733;&#9733;
ur: &#9733;&#9733;&#9733;&#9733;&#9733; جائزہ چھوڑنا

source: User does not exist.
sl_si: Uporabnik ne obstaja.

source: User has no role assigned.
sl_si: Uporabnik nima dodeljene vloge.
